experiments/redis_contention/combined_bandwidth_contention_final_2/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_36/pair_2/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         9545.90    477294.74         0.48         0.41886         0.41500         0.64700         0.71900    492339.52 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       9545.90    477294.74         0.48         0.41886         0.41500         0.64700         0.71900    492339.52